import { Component, OnInit } from '@angular/core';

@Component({
  selector: 'app-questions-list',
  templateUrl: './questions-list.component.html',
  styleUrls: ['./questions-list.component.scss']
})
export class QuestionsListComponent implements OnInit {
  questions = [{
    text: 'ինչը մի անհայտ տպագրիչի կողմից տարբեր տառատեսակների օրինակների գիրք ստեղծելու ջանքերի արդյունք է:'
  },
  {
    text: 'ինչը մի անհայտ տպագրիչի կողմից տարբեր տառատեսակների օրինակների գիրք ստեղծելու ջանքերի արդյունք է:'
  },
  {
    text: 'ինչը մի անհայտ տպագրիչի կողմից տարբեր տառատեսակների օրինակների գիրք ստեղծելու ջանքերի արդյունք է:'
  },
  {
    text: 'ինչը մի անհայտ տպագրիչի կողմից '
  },
  {
    text: 'ինչը մի անհայտ տպագրիչի կողմից տարբեր տառատեսակների օրինակների գիրք ստեղծելու ջանքերի արդյունք է:'
  },
  {
    text: 'ինչը մի անհայտ տպագրիչի կողմից տարբեր տառատեսակների օրինակների գիրք ստեղծելու ջանքերի արդյունք է:'
  },
  {
    text: 'ինչը մի անհայտ տպագրիչի կողմից '
  },
  {
    text: 'ինչը մի անհայտ տպագրիչի կողմից '
  },
  {
    text: 'ինչը մի անհայտ տպագրիչի կողմից '
  },
  {
    text: 'ինչը մի անհայտ տպագրիչի կողմից '
  }
];

  constructor() { }

  ngOnInit(): void {
  }

}
